{
  "To the A1 website": "Zur A1 Website",
  "Change Language": "Sprache ändern",
  "To the L'amie website": "Zur L'amie Website",
  "Activate your": "Anmeldung zum",
  "Smart Travel Cover": "Reiseschutz smart",
  "Your Protection": "Dein Schutz",
  "Deactivation": "Deaktivierung",
  "Please,": "Bitte,",
  "click the following button if you want to deactivate the travel insurance coverage for your current trip.": "Klicke auf den folgenden Button, wenn du die Reiseversicherung für deine aktuelle Reise deaktivieren möchtest.",
  "Deactivate Insurance Cover": "Reiseversicherung deaktivieren",
  "Confirmation": "Bestätigung",
  "The travel insurance coverage has successfully been deactivated for your current trip.": "Die Reiseversicherung wurde erfolgreich für deine aktuelle Reise deaktiviert.",
  "Your travel insurance contract remains active and the insurance coverage is automatically activated again for your next trip.": "Dein Reiseversicherungskontakt bleibt aktiv und die Versicherung wird automatisch für deine nächste Reise wieder aktiviert.",
  "Deactivation is not possible any longer, because the allowed time period was exceeded.": "Deaktivierung ist nicht mehr möglich, da die erlaubte Zeitperiode überschritten wurde.",
  "An unknown error occurred trying to deactivate the insurance cover.": "Ein unbekannter Fehler ist aufgetreten, versuche die Versicherung deaktivieren.",
  "A1 Travelinsurance - powered by L'amie": "A1 Reiseversicherung - powered by L'amie",
  "Child": "Kind",
  "Adult": "Erwachsener",
  "Salutation": "Anrede",
  "Mr.": "Herr",
  "Mrs.": "Frau",
  "Personal ID": "Personalausweis",
  "Date of Birth": "Geburtsdatum",
  "Birthday, eg. 01.12.1979": "Geburtstag, z.B. 01.12.1979",
  "First Name": "Vorname",
  "Surname": "Nachname",
  "Passport Number": "Ausweisnummer",
  "New Person": "Neue Person",
  "unsaved": "ungespeichert",
  "There are unsaved people in the form.": "Es befinden sich ungespeicherte Personen im Formular.",
  "People over the maximum age are not covered.": "Personen über dem maximalen Alter sind nicht versichert.",
  "The amount of adults exceeds the allowed amount.": "Die Menge von Erwachsenen übersteigt die erlaubte Menge.",
  "The amount of children exceeds the allowed amount": "Die Menge von Kindern übersteigt die erlaubte Menge",
  "Something went wrong. Please try again, or contact our helpdesk:": "Etwas ist schief gelaufen. Bitte versuchen Sie es noch einmal oder kontaktieren Sie unseren Helpdesk:",
  "Entering this website for information about and subscription of A1 travel insurance requires retrieving your basic personal data (name, address, personal ID, birthday) stored with A1.": "Der Aufruf dieser Website zur Information und zum Abschluss der A1 Reiseversicherung erfordert den Abruf Ihrer bei A1 gespeicherten personenbezogenen Grunddaten (Name, Adresse, Personalausweis, Geburtstag).",
  "Retreiving your basic personal data stored with A1 is required to go on with your registration. This service is unavailable without your permission to proceed.": "Der Abruf Ihrer bei A1 gespeicherten personenbezogenen Basisdaten ist für die weitere Registrierung erforderlich. Dieser Dienst ist ohne Ihre Erlaubnis zum Fortfahren nicht verfügbar.",
  "Something went wrong": "Etwas ist schief gelaufen",
  "There was an error trying to get your data from our Servers.": "Es ist ein Fehler beim Abruf Ihrer Daten aus unseren Servern aufgetreten.",
  "The Problem seems to persist, you can try gain a bit later, or you can contact our helpdesk in order to get help:": "Das Problem scheint weiterhin aufzutreten. Sie können es später noch einmal versuchen oder kontaktieren Sie unseren Helpdesk, um Hilfe zu erhalten:",
  "Reloading...": "Wird neu geladen...",
  "Reload to try again": "Neu laden, um es noch einmal zu versuchen",
  "Choose your Option:": "Wähle deine Option:",
  "Declaration of Consent": "Einverständniserklärung",
  "You have added at least one additional person to your coverage without filling our their data and saving it. In order to submit the form, save them or remove them.": "Sie haben wenigstens eine zusätzliche Person hinzugefügt, ohne deren Daten auszufüllen und diese zu speichern. Um das Formular abzusenden, speichern oder entfernen Sie si.",
  "'You chose \"Travel Protect Family\", but you have not added any additional people. Add additional people to your insurance coverage, or choose \"Travel Protect Single\".": "Sie haben \"Travel Protect Family\" ausgewählt, aber Sie haben noch keine zusätzlichen Personen hinzugefügt. Fügen Sie zusätzliche Personen zu Ihrer Reiseversicherung hinzu oder wählen Sie \"Travel Protect Single\".",
  "Register now": "Jetzt anmelden",
  "Something went wrong:": "Etwas ist schief gelaufen:",
  "There was an error, trying to submit the form to our servers:": "Beim Versuch, das Formular auf unseren Servern zu senden, ist ein Fehler aufgetreten:",
  "You can try to submit the form again. If the error persists, feel free to contact our helpdesk:": "Sie können versuchen, das Formular erneut zu abzusenden. Wenn der Fehler weiterhin besteht, können Sie unseren Helpdesk kontaktieren:",
  "You can add up to $n additional people.": "Sie können bis zu $n zusätzliche Personen hinzufügen.",
  "$n1 adult (under the age of $n2) and up to $n3 children (under the age of $n4) are can be added": "$n1 Erwachsene/r (unter $n2 Jahre) und bis zu $n3 Kinder (unter $n4 Jahre) können hinzugefügt werden",
  "$n1 adult and up to $n2 children (under the age of $n3) are can be added": "$n1 Erwachsene/r (unter $n2 Jahre) und bis zu $n3 Kinder (unter $n4 Jahre) können hinzugefügt werden",
  "Additionally Insured People": "Zusätzlich versicherte Personen",
  "Insert this persons data in the form below and save it": "Fügen Sie die Daten dieser Person in das Formular unten ein und speichern Sie sie.",
  "Add Person": "Person hinzufügen",
  "Travel Protect": "Travel Protect",
  "Single": "Single",
  "Worldwide": "Weltweit",
  "Europe": "Europa",
  "For 1 Person": "Für 1 Person",
  "Cover for 1 person": "Schutz Für 1 Person",
  "Family": "Family",
  "Cover for more people": "Schutz für mehr Personen",
  "Customer Data": "Kundendaten",
  "Main insured Person": "Hauptversicherte Person",
  "A1 Mobile Phone Nr.": "A1 Mobiltelefonnummer",
  "Your Phone Number without the prefix, eg. 06641234567": "Ihre Telefontnummer ohne Vorwahl, z.B. 06641234567",
  "Address in Serbia": "Adresse in Serbien",
  "Address in Austria": "Adresse in Österreich",
  "Street": "Straße",
  "Street name and number, residence in $n required.": "Straßenname und Hausnummer, Wohnsitz in $n benötigt.",
  "Postal Code": "Postleitzahl",
  "City": "Stadt",
  "E-Mail": "Email",
  "read only": "schreibgeschützt",
  "No, thanks.": "Nein, danke.",
  "Ok - proceed": "Ok - fortfahren",
  "Day": "pro Reisetag",
  "Your cover is activated automatically once you start travelling and is only charged for the actual days you are travelling. Insurance premium is depending on the actual travel destination and is charged directly to your A1 invoice.": "Du bezahlst automatisch und taggenau über deine A1 Mobilfunkrechnung nur für deine tatsächlichen Reisetage im Ausland je nach Zone des Reiselandes.",
  "For up to $n1 adults and $n2 children": "Für bis zu $n1 Erwachsene und $n2 Kinder",
  "I agree that LAMIE may retrieve my personal data (first and last name, phone number, date of birth, address) from A1 to pre-fill the registration form.": "Ich stimme zu, dass LAMIE meine Daten (Vor- und Nachname, Telefonnummer, Geburtsdatum, Adresse) von A1 abrufen darf, um das Anmeldeformular vorauszufüllen.",
  "remove": "entfernen",
  "save": "speichern",
  "This phone number activates your travel insurance cover.": "Mit dieser A1 Mobiltelefonnummer aktiviert sich der Reiseschutz im Ausland automatisch",
  "Session expired": "Session abgelaufen",
  "Please revalidate your A1 phone number. In order to revalidate you'll be redirect the A1 Authentication.": "Bitte validiere deine A1 Rufnummer erneut. Zum Validieren der Rufnummer wirst du zur A1 Authentifizierung weitergeleitet.",
  "Verify phone number now": "Jetzt Rufnummer validieren",
  "A1 subscription required": "A1 Rufnummer benötigt",
  "An active A1 subscription phone number is required to activate the insurance. By clicking the button, you'll be redirect to the A1 Authentication.": "Zum Abschluss benötigst du eine aktive A1 Rufnummer. Zum Validieren der Rufnummer wirst du zur A1 Authentifizierung weitergeleitet.",
  "Verify now": "Jetzt Rufnummer validieren",
  "Tariff not eligible": "Abschluss mit deinem A1 Mobilfunktarif nicht möglich",
  "The tariff associated with your telephone number is not eligible for these products. Please use a different phone number. By clicking the button, you'll be redirected to the A1 Authentication, where you can choose a different phone number.": "Leider ist ein Abschluss mit deiner verwendeten A1 Nummer bzw. A1 Tarif nicht möglich. Bitte verwende eine andere aktive A1 Mobilrufnummer. Um diese zu validieren, wirst du erneut zur A1 Authentifizierung weitergeleitet.",
  "Activate Single Cover": "Single Schutz aktivieren",
  "click the following button if you want to change the travel insurance coverage to \"Single\" for your current trip only.": "Klicke auf den folgenden Button, wenn du für ausschließlich diese Reise auf den \"Single\" Schutz wechseln möchtest.",
  "Inexpensive single protection: For this trip, the protection was successfully switched to you as the main insured person": "Günstiger Single Schutz:  Für diese Reise wurde der Schutz erfolgreich rein auf dich als hauptversicherte Person umgestellt.",
  "Your family insurance cover will automatically reactivate on your next trip.": "Bei der nächsten Reise aktiviert sich deine Family-Versicherungsdeckung wieder automatisch.",
  "Cover Change is not possible any longer, because the allowed time period was exceeded.": "Cover Change ist nicht mehr möglich, da die erlaubte Frist überschritten wurde.",
  "An unknown error occurred trying to change the the insurance cover.": "Beim Versuch, den Versicherungsschutz zu ändern, ist ein unbekannter Fehler aufgetreten.",
  "...Redirecting": "... du wirst weitergeleitet",
  "Use different phone number": "Andere Rufnummer verwenden",
  "There is already an active contract associated with this phone number. Please use a different phone number.": "Unter dieser Rufnummer besteht bereits ein Reiseschutz. Bitte verwende eine andere Rufnummer.",
  "Data is being checked": "Daten werden überprüft",
  "Please be patient for a moment...": "Bitte warte einen Moment...",
  "Please enter a date of birth.": "Bitte gib dein Geburtsdatum ein",
  "We cannot handle this format, please enter the date of birth in the format DD.MM.YYYY., e.g. 01.01.2000.": "Mit diesem Format können wir nicht umgehen, bitte gib dein Geburtsdatum im Format TT.MM.JJJJ ein, z.B. 01.01.2000.",
  "People over the age of $n1 cannot be added.": "Personen älter als $n1 können nicht hinzugefügt werden.",
  "The main insured person needs to be at least $n1 or older.": "Die hauptversicherte Person muss mindestens $n1 Jahre alt oder älter sein.",
  "You cannot add more adults.": "Du kannst keine weiteren Erwachsenen hinzufügen.",
  "You cannot add more children.": "Du kannst keine weiteren Kinder hinzufügen.",
  "Submit": "Absenden",
  "Save": "Speichern",
  "Remove": "Entfernen",
  "Free": "Gratis",
  "in August": "Im August",
  "...Reloading": "Neu Laden",
  "Phone Number in use": "Rufnummer vergeben",
  "Travel protection already exists under this phone number. Please use a different phone number": "Unter dieser Rufnummer besteht bereits ein Reiseschutz. Bitte verwenden Sie eine andere Rufnummer.",
  "Verify different phone now": "Andere Rufnummer überprüfen",
  "Address in $n": "Adresse in $n",
  "Basic Information": "Grundinformationen"
}
